source/_posts/2016-11-05-eurostar-2016-day1.html
---
title: "[PREVIEW] EuroSTAR Conference 2016 - day 1 summary"
date: 2016-10-31
layout: post
categories:
- EuroSTAR,
- Conference,
- Testing
tags:
- EuroSTAR,
- Conference,
- 2016,
- Testing
published: false
comments:
---
<span style="background: red;">PREVIEW</span>
<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">EuroSTAR Conference 2016 - First Day Summary</h2>
<div class="outline-text-2" id="text-orgheadline1">
<p>
The First day was honored to the topic of testing with
variables. Thank you &#x2026; for the notes you gave us and showed us on
how to test by variables while also finding out about the subjects on
how to generate these variables and use them.
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2">Notes from "Testing with variables" by &#x2026; taken by Martin 'golodhrim' Scholz</h2>
<div class="outline-text-2" id="text-orgheadline2">
<p>
<!-- more -->
</p>
</div>
</div>
